{
  "Home": "الرئيسية",
  "About Exceed": "عن أكسيد",
  "CallUs": "إتصل بنا",
  "Work Fields": "مجالات العمل",
  "Packages": "الباقات",
  "Contact Us": "تواصل معنا",
  "Exceed programs": "برامج اكسيد",
  "HomeTitle": "نظام واحد. تحكّم كامل. نمو أسرع",
  "HomeDesc": "إكسيد مو بس نظام محاسبة، هو شريكك في الإدارة الذكية. من أول فاتورة لين آخر تقرير، كل عملياتك – المبيعات، المشتريات، الجرد، الحسابات، العملاء، الموردين, نقاط البيع في نظام واحد، سهل، سريع، وسحابي.",
  "UseNow": "جرب الان",
  "ClientsNumber": "4.9/5 من 3.602 عميل",
  "FatooraText": "إكسيد معتمد من منصة فاتورة كمزوّد حلول فواتير الكترونية",
  "ZATCAAr": "هيئة الزكاة و الضريبة و الجمارك",
  "ZATCAEn": "Zakat, Tax and Customs Authority",
  "ZakatText": "متوافق بالكامل مع متطلبات هيئة الزكاة والضريبة  (ZATCA)",
  "SatisfiedClient": "عميل راضي",
  "Project": "مشروع",
  "MonthlyUser": "مستخدم شهري",
  "MonthlyAccountingTransaction": "عملية محاسبية شهرية",
  "Fast technical support and flexible packages tailored to your project": "دعم فني سريع وباقات مرنة على قد مشروعك",
  "OurTeamRespondsQuickly": "فريقنا يرد عليك بسرعة واحترافيه عالية، عبر واتساب أو اتصال مباشر وقت ما تحتاج. وباقاتنا تبدأ من أسعار مريحة،  وتناسب جميع مراحل نموك.",
  "SmartSimple": "نظام ذكي، بسيط، وسحابي بالكامل",
  "ManagingSalesInventory": "إدارة المبيعات، المخزون، والفواتير صارت أسهل – كل شيء تتابعه من جوالك أو كمبيوترك. واجهة عربية واضحة، فواتير إلكترونية معتمدة، وتقارير تساعدك تكبر شغلك بثقة.",
  "Trust built on experience and data": "ثقة مبنية على خبرة وأرقام",
  "Trust built on over": "ثقة مبنية على خبرة وأرقام من أكثر من 12 سنة نخدم السوق السعودي، وفاهمين احتياجات أصحاب المشاريع باختلاف مجالاتهم. آلاف العملاء يثقون فينا لأننا نوفر لهم نتائج حقيقية وخدمة دايمًا موجودة.",
  "TryExceedSystem": "جرب الان نظام اكسيد",
  "EnterFullName": "ادخل اسمك كامل",
  "name": "الاسم",
  "Email": "البريد الالكتروني",
  "EnterEmail": "ادخل البريد الالكتروني",
  "Phone": "رقم الجوال",
  "BusinessName": "اسم المنشأة",
  "EnterBusinessName": "ادخل اسم المنشأة",
  "BusinessActivity": "نشاط المنشأة",
  "EnterBusinessActivity": "ادخل نشاط المنشأة",
  "BusinessSize": "حجم المنشأة",
  "EnterBusinessSize": "ادخل حجم المنشأة",
  "role in the business": "دورك فى المنشأة",
  "Enter role in the business": "اخل دورك فى المنشأة",
  "Submit": "تسجيل",
  "Cloud": "السحابي",
  "Exceed": "إكسيد",
  "ExceedCloudSystem": "نظام إكسيد السحابي يمنحك تحكّم كامل في أعمالك، بدون الحاجة لتحميل برامج أو التعامل مع تعقيدات تقنية. كل عملياتك – من المحاسبة والمبيعات، إلى المخزون – تشتغل بانسيابية على السحابة، مع تحديثات فورية وأمان عالي لحماية بياناتك. إكسيد السحابي هو خيارك الأمثل لو كنت تبحث عن مرونة، سرعة، وتقنيات متقدمة تخدمك اليوم وتكبر معك بكرة.",
  "Seamless integration with other systems": "تكامل سلس مع الانظمة الاخرى",
  "Automatic updates with no downtime": "تحديثات تلقائية بدون توقف",
  "Enterprise-grade security": "امان على مستوى المؤسسات",
  "Access from anywhere": "الوصول من اى مكان",
  "User friendly interface": "واجهة سهلة الاستخدام",
  "Comprehensive management of all operations": "إدارة شاملة لجميع العمليات ",
  "System": "نظام",
  "Desktop": "الديسكتوب",
  "ExceedDesktopText": "نظام ديسكتوب ﻣﺘﻜﺎﻣﻞ ﻳﺴﺎﻋﺪك ﻓﻲ إدارة ﺟﻤﻴﻊ ﺟﻮاﻧﺐ ﻋﻤﻠﻚ، ﻣﻊواﺟﻬﺔﻣﺴﺘﺨﺪم ﺳﻬﻠﺔ و واﺿﺤﺔ ﻳﻮﻓﺮ ﻟﻚ ﺗﺤﻜّﻢّ ﻛﺎﻣﻞ ﻓﻲ ﻛﻞ العمليات الإدارية والمالية، مثل المحاسبة، المبيعات، المخزون، الموظفين، وغيرهم، مباشرة من جهاز الكمبيوتر الخاص بك للشركات التي تفضل الحلول المكتبية، والتي تتطلب معالجة بيانات ضخمة بأمان وموثوقية عالية..",
  "User friendly interface compatible": "واجهة سهلة الاستخدام ومتوافقة مع جميع الأجهزة المكتبية ",
  "ComprehensiveManagement": "إدارة شاملة لجميع العمليات الإدارية والمالية تقارير لحظية",
  "AccurateInsights": "دقيقة تساعدك في اتخاذ قرارات سريعة أمان متقدم لضمان ",
  "DataProtection": "حماية بياناتك تحديثات دورية لضمان الأداء الأمثل",
  "Programs": "برامج",
  "Benefit from a comprehensive suite": "استفد من مجموعة متكاملة من التطبيقات المخصصة لإدارة أعمالك، مع خيار تخصيص الأدوات التي تحتاجها فقط لتناسب احتياجاتك وتسهّل عملياتك اليومية.",
  "POS": "نقاط البيع",
  "A smooth and integrated system": "نظام سلس ومتكامل يدعم عمليات البيع، المخزون، والولاء، ويخدم فروعك ومستخدميك من نقطة واحدة باحترافية.",
  "General Accounting": "المحاسبة العامة",
  "Management of financial accounts": "إدارة الحسابات المالية، قيود اليومية، الأصول، مراكز التكلفة، ودليل الحسابات، مع تقارير مالية لحظية تسهّل اتخاذ القرارات",
  "Sales": "المبيعات",
  "Manage e-invoicing and tax invoices": "إدارة الفاتورة الإلكترونية والضريبية، نقاط البيع، المتجر الإلكتروني، المبيعات المستهدفة والعمولات، الأقساط، والعروض – كل شيء تحت سيطرتك بنظام موحّد وسهل.",
  "Customer Relationships": "علاقات العملاء",
  "Customer management": "إدارة العملاء، متابعة المواعيد، النقاط والأرصدة، العضويات والاشتراكات – لتحسين تجربتك مع العملاء وتوفير قيمة مضافة لهم",
  "Purchases and Suppliers Management": "ادارة المشتريات والموردين",
  "Organizing the purchasing cycle": "تنظيم دورة الشراء، إدارة علاقات الموردين، وتتبع المخزون بدقة لضمان توفر المنتجات وكفاءة التوريد",
  "Inventory": "المخزون",
  "Tracking inventory and purchases": "تتبع المخزون والمشتريات، إدارة الموردين والمستودعات، إجراء الجرد، تنظيم الأذون المخزنية، وكل هذا يتم بشكل تلقائي ومرن.",
  "Diverse solutions offered by Company": "حلـــول متنوعــــة تقدمها شركة",
  "Advanced integration solutions": "حلول ربط متقدمة",
  "It connects your systems and various applications": "تربط بين انظمتك وبرامجك المختلفة، مما يتيح لك الوصول الى جميع بياناتك وتطبيقاتك من مكان واحد",
  "Software development services": "خدمات تطوير البرامج",
  "Customized to meet the needs of your business": "مخصصة تلبي احتياجات عملك الخاص",
  "Pricing plans": "خطط الأسعار",
  "A summary of packages to grow": "مختصر الباقات لنمو اعمالك في أى قطاع",
  "A summary of packages": "حلول أساسية لإدارة المبيعات، المحاسبة، والمخزون بفعالية. توفر لك كل ما تحتاجه لتنظيم أعمالك اليومية بكل بساطة.",
  "simplified": "المبسطة",
  "Learn more": "اعرف المزيد",
  "Ideal for small businesses": "مثالية للمشاريع الصغيرة",
  "extended": "الموسّعة",
  "An advanced package that gives you greater control": "باقة متقدمة تمنحك تحكماً أكبر وتحليلات متعمقة لزيادة مرونة إدارة أعمالك. استمتع بمزايا متكاملة لتطوير وتحسين العمليات التجارية.",
  "Designed for growing businesses": "منسابة للاعمال المتنامية التي تسعى للتحسين المستمر",
  "comprehensive": "المتكاملة",
  "A complete solution with advanced features": "حل متكامل مع ميزات متطورة ومخصصة لاحتياجات الشركات المتوسطة و الكبرى. يضمن لك أقصى كفاءة وفعالية في إدارة جميع جوانب عملك.",
  "Best for multi branch companies and large teams": "الافضل للشركات المتعددة الفروع والفرق الكبيرة",
  "CustomerReviews": "اراء العملاء",
  "Browse our valued customers reviews": "تصفح اراء عملائنا الكرام",
  "The user interface is easy to use": "واجهة المستخدم سهلة الاستخدام، مما يجعل المعاملات غاية في السهولة. سواءً كنتُ أقوم بعمليات شراء أو أُدير محفظتي المتنوعة من العملات الرقمية.",
  "Company CEO": "رئيس شركة",
  "Information section": "قسم المعلومات",
  "Our services": "خدماتنا",
  "Our products": "منتجاتنا",
  "Download section": "قسم التحميل",
  "Policies": "السياسات",
  "Privacy policy": "سياسة الخصوصية",
  "Who we are": "من نحن",
  "Copyrights": "حقوق الملكية",
  "Terms of Use": "اتفاقية الاستخدام",
  "Support": "الدعم",
  "Technical support": "الدعم الفني",
  "Contact us": "تواصل معنا",
  "Frequently Asked Questions": "الاسئلة الشائعة",
  "Subscribe to receive news": "اشترك في تلقي اخبار ومنتجات منصة اكسيد",
  "By clicking subscribe": "بالنقر على الاشتراك سنقوم بارسال آخر منتجاتنا وخدماتنا",
  "Address": "العنوان",
  "location": "النرجس 3042 شارع أنس بن مالك مكتب رقم 6 - مبنى رقم 3",
  "Subscription": "اشتراك",
  "AllRightsReserved": "جميع الحقوق محفوظة لمنصة اكسيد 2025",
  "WelcomeTo": "مرحبا بك فى",
  "The perfect solution for all your needs": "الحل المثالي لجميع احتياجاتك",
  "AboutHeaderText": "إكسيد هي شركة نظم معلوماتية متخصصة في مجال الحلول البرمجية المحاسبية والإدارية، بدأت مسيرتها في 2012 بخبرات قوية ومميزة من أنحاء العالم العربي. منذ تأسيسها، نالت الشركة ثقة العديد من الشركات الكبرى والقطاعات العامة والخاصة والحكومية، وتم اعتمادها من قبل هيئة الزكاة والضريبة والجمارك بكل جدارة. وثق بنا أكثر من 3000 من كبار رواد الأعمال في مختلف القطاعات، حيث تقدم إكسيد حلولًا مبتكرة ومخصصة لتمكينهم من إدارة أعمالهم بكل احترافية وكفاءة، مع ضمان سهولة الاستخدام",
  "Exceed is a comprehensive": "إكسيد هو نظام محاسبي وإداري متكامل معتمد من هيئة الزكاة والضريبة والجمارك لتطبيق نظام الفوترة الإلكترونية في كلٍ من المرحلة الأولى والثانية، ما يضمن لك توافقًا تامًا مع الأنظمة واللوائح المحلية، وإدارة دقيقة وشفافة لجميع العمليات المالية.",
  "A complete and secure cloud": "حل سحابي متكامل وآمن يعمل نظام إكسيد السحابي على مدار الساعة بخوادم آمنة موزعة جغرافيًا لضمان اتصال دائم بنسبة توافر 99.9%. يمكنك الوصول إلى بياناتك في أي وقت، ومن أي مكان، وعبر أي جهاز أو نظام تشغيل – بسهولة وسرعة وأمان. ️ ",
  "High flexibility and customization": "مرونة عالية وتخصيص يناسب نشاطك سواءً كان نشاطك تجاري أو خدمي، صغير أو متوسط، فإن إكسيد قابل للتخصيص بالكامل ليناسب طبيعة عملك، ويدعم أنظمة الضرائب، العملات المختلفة، والإعدادات المحلية للدول العربية .",
  "the best ERP software in Saudi Arabia": "أكسيد، أفضل برنامج ERP  في السعودية، فخورون بتقديم خدماتنا في السوق السعودي لأكثر من 13 عامًا. نحن شريك معتمد في مشروع الفاتورة الإلكترونية السعودي، ونقدم حلولًا محاسبية متكاملة في مرحلتيها الأولى والثانية. يعكس ذلك التزامنا بتقديم أفضل أنظمة محاسبة سحابية لعملائنا وتحقيق نتائج ملموسة في تحسين العمليات المحاسبية.برنامج أكسيد للمحاسبة وإدارة المستودعات يُعد من أقوى أنظمة ERP في السوق السعودي، ويتميز بسهولة الاستخدام ودعمه للغتين العربية والإنجليزية. نقدم حلولًا متكاملة ودقيقة تشمل إدارة المخزون، لتساعدك في تحسين العمليات المحاسبية وتعزز كفاءة عملك. بالإضافة إلى ذلك، يساهم برنامج ERP في تعزيز استدامة عملك ونموه بثقة في بيئة الأعمال السعودية المتطورة",
  "Comprehensive Warehouse Management": "إدارة مستودعات متكاملة إكسيد يوفر لك أدوات احترافية لإدارة المخزون والمستودعات، من الجرد، وتتبع الحركات، حتى الربط المباشر مع المبيعات والمشتريات – وكل ذلك من مكان واحد وبواجهة بسيطة. تقليل التكاليف التشغيلية وزيادة الكفاءة من خلال أتمتة العمليات اليومية مثل المبيعات، نقاط البيع، والمخزون، يساعدك إكسيد على تقليل الاعتماد على الإدخالات اليدوية، ويخفض من تكاليف التوظيف والأخطاء البشرية، ما يساهم مباشرةً في رفع كفاءة التشغيل وتحقيق وفر مالي حقيقي.",
  "Enter your email address and start": "سجل بريدك الالكتروني وابدأ",
  "your journey with": "رحلتك مع",
  "No spam just content": "بدون ازعاج، فقط محتوى يضيف قيمة لك",
  "SalesTeam": "فريق المبيعات",
  "Follow us and stay closer": "تابعنا وكن اقرب",
  "Sectors": "قطاعات",
  "Technology and Development Department": "قسم التقنية والتطوير",
  "Sales and Marketing Department": "قسم المبيعات والتسويق",
  "Technical Support and Customer Service Department": "قسم الدعم الفني وخدمة العملاء",
  "Partnership and Distribution Department": "قسم الشراكة والتوزيع",
  "Operations and Management Department": "قسم العمليات والادارة",
  "Fields of work covered by": "مجالات العمل التي تغطيها",
  "Our specialized solutions meet": "حلولنا المتخصصة تلبي احتياجات مجموعة واسعة من القطاعات التجارية والصناعية، مع أنظمة إدارة مبتكرة لكل نوع من الأعمال.",
  "Crafts Management Software": "برامج إدارة الحِرَف",
  "Professional Services": "والخدمات المهنية",
  "Cleaning Services Company": "برنامج تشغيل شركات خدمات التنظيف - تطبيق إدارة مراكز الصيانة الفنية والدعم التقني - نظام متابعة مغاسل الملابس والتنظيف الجاف - برنامج مخصص لخدمات التكييف والتركيب والصيانة - حل متكامل لإدارة ورش الموبيليا والأثاث - منصة لإدارة شركات تأجير المعدات الثقيلة والخفيفة - برنامج إدارة مساحات العمل المشتركة (كووركينغ سبيس) - نظام مخصص لصالات الألعاب الإلكترونية والبلايستيشن",
  "Retail Solutions": "حلول المحلات التجارية",
  "and Point of Sale": "ونقاط البيع",
  "Retail solutions text": "- نظام محلات النظارات والبصريات - نظام نقاط البيع لمحلات الكمبيوتر والإلكترونيات - برنامج إدارة محلات العطور والبخور - نظام محلات الجوالات والإكسسوارات - برنامج متخصص لمحلات قطع غيار السيارات - نظام إدارة شركات التوريد والتجارة العامة - برنامج إدارة مخزون ومعارض السيراميك - تطبيق متكامل لإدارة المكتبات والقرطاسية",
  "Management Systems": "أنظمة إدارة",
  "Business Services": "خدمات الأعمال",
  "Smart Software for Law Firms": "برنامج ذكي لإدارة مكاتب المحاماة والاستشارات القانونية - منصة مخصصة لشركات التسويق والإعلانات الرقمية - برنامج إدارة الشركات الاستشارية والمهنية - نظام متابعة شركات استضافة المواقع وخدمات الويب - برنامج إدارة مكاتب المحاسبة والتدقيق المالي - نظام إدارة مبيعات وتوزيع شركات الأدوية - تطبيق إدارة مكاتب ومراكز الترجمة الاحترافية - منصة إدارة شركات الطباعة والتصميم والإعلان - حل مخصص لإدارة مؤسسات التوريد والمبيعات",
  "Healthcare and Medical Software": "برامج الرعاية الصحية والطبية",
  "Sales and Distribution Software": "برنامج مبيعات وتوزيع شركات الأدوية والمستلزمات",
  "Pharmacy Management and Medication Software": "برنامج تشغيل الصيدليات وإدارة الأدوية  ",
  "Shipping and Delivery Operations Management Software": "برنامج إدارة عمليات شركات الشحن والتوصيل",
  "Logistics Services Management Systems": "أنظمة إدارة الخدمات اللوجستية",
  "Fitness and Wellness Software": "برامج العناية واللياقة البدنية ",
  "Beauty Center and Womens Hair Salon Management Software": "برنامج إدارة مراكز التجميل وصالونات الكوافير النسائية",
  "Automotive Sector Management Systems": "أنظمة إدارة قطاع السيارات",
  "Car Maintenance Center Management": "برنامج متابعة أعمال مراكز صيانة السيارات - نظام متخصص لإدارة معارض بيع وشراء السيارات - برنامج إدارة متاجر ومخازن قطع غيار السيارات",
  "technical support with Exceed": "الدعم الفني على مدار الساعة مع",
  "If you have any inquiry": "إذا كان لديك أي استفسار، ملاحظة، أو حتى تريد فقط إلقاء التحية، فنحن هنا بانتظار رسالتك ",
  "Ready to grow your business": "جاهز لتطويــــــر عملك؟ نحن هنا لمساعدتك!",
  "Message": "الرسالة",
  "EnterYourMessage": "اكتب رسالتك هنا...",
  "Mobile": "رقم الهاتف",
  "LocationDetails": "شارع عبدالله عبداللطيف العثمان، مبنى البنك الأهلي المتحد الدور 1، ص.ب 22244، حولي، السعودية - الرياض",
  "Location": "العنوان",
  "Send": "ارسال",
  "Stay in touch with us": "كن على تواصل معنا",
  "Still have questions": "مازالت لديك تساؤلات؟ تصفح الأسئلة التالية",
  "Can I try the Exceed system before subscribing": "هل أقدر أجرّب نظام إكسيد قبل الاشتراك؟",
  "Weve provided a free trial": "أكيد، وفرنا لك فترة تجربة مجانية تقدر تعاين فيها المميزات بنفسك وتتأكد إنه يناسب نشاطك.",
  "Can I choose only the programs I need": "هل أقدر أختار فقط البرامج اللي أحتاجها؟",
  "The Exceed system is fully flexible": "أكيد، نظام إكسيد مرن بالكامل، تختار فقط الحلول اللي تناسب شغلك—سواء محاسبة، مبيعات، مخزون، أو نقاط بيع.",
  "difference between the monthly and annual": "وش الفرق بين الاشتراك الشهري والسنوي؟",
  "Both options are available": "الاثنين متوفرين، لكن السنوي يجي مع خصومات وميزات حصرية توفّر عليك كثير على المدى البعيد.",
  "Is there a team that can help": "هل فيه فريق يساعدني أنقل بياناتي من النظام القديم الي نظام اكسيد؟",
  "the support team will guide you": "نعم، فريق الدعم يوقف معك خطوة بخطوة حتى تنتقل بسلاسة بدون ما تفقد أي معلومة.",
  "Can I use the system from my mobile phone": "هل أقدر أستخدم النظام من الجوال؟",
  "We have a mobile app that works": "إيه أكيد، عندنا تطبيق جوال يشتغل على كل الأجهزة، تقدر تتابع شغلك وين ما كنت.",
  "Do the point-of-sale systems integrate": "هل نقاط البيع تتكامل مع النظام المحاسبي؟",
  "The point-of-sale system in Exceed": "100٪، نظام نقاط البيع في إكسيد مربوط مباشرة بالمحاسبة، المخزون، والمبيعات عشان تعيش تجربة إدارة سلسة.",
  "What does technical support include": "وش يشمل الدعم الفني؟",
  "Continuous technical support": "دعم فني متواصل عبر الواتساب، الهاتف والبريد الالكتروني. نحن معك من أول يوم وحتى بعد الاشتراك.",
  "Is Exceed compliant with the Zakat and Tax Authority": "هل إكسيد متوافق مع متطلبات هيئة الزكاة والضريبة؟",
  "our system fully complies with the electronic": "نعم، نظامنا مطابق بالكامل لمتطلبات الفاتورة الإلكترونية المرحلة الأولى والثانية ومنصة فاتورة  ",
  "Does it require a download": "هل يحتاج تحميل أو يشتغل على المتصفح؟",
  "two options": "عندك خيارين:",
  "Desktop version": "النسخة المكتبية: تحتاج تنصيب على الجهاز وتشتغل بدون إنترنت.",
  "Cloud version": "النسخة السحابية: تشتغل من أي متصفح بدون تحميل.",
  "Exceed accounting system": "نظام إكسيد المحاسبي هو الحل المثالي لإدارة أعمالك بكل احترافية، من المبيعات إلى الحسابات، وكل ذلك ضمن نظام واحد يوفر لك تجربة فريدة من نوعه",
  "Smooth and fast operation": "تشغيل سلس وسريع: نظام مرن وسهل الاستخدام لتجربة بيع بدون تعقيد. تكامل مع الفواتير والمخزون: كل عملية بيع تنعكس فوراً في الفواتير والمخزون. تجربة عميل احترافية: دعم للخصومات، العروض، وبرامج الولاء مباشرة من نقطة البيع. متعدد الفروع والمستخدمين: يدعم نقاط بيع متعددة وإدارة مركزية لجميع الفروع.",
  "SalesManagment": "إدارة المبيعات",
  "Invoices and Quotations": "الفواتير وعروض الأسعار: إصدار فواتير دقيقة وإعداد عروض أسعار متوافقة مع احتياجات عملك المبيعات المستهدفة والعمولات: تحديد الأهداف وتتبع الأداء وحساب العمولات بدقة الفاتورة الإلكترونية السعودية: متوافق مع لوائح هيئة الزكاة والدخل (ZATCA) لتوليد الفواتير الإلكترونية بكل سهولة.",
  "Customer Management": "إدارة العملاء",
  "Organize customer data": "إدارة العملاء: تنظيم بيانات العملاء وتتبع تفاعلهم مع عملك متابعة العملاء: متابعة حالة العملاء بشكل دقيق لضمان رضائهم المستمر النقاط والأرصدة: إدارة برامج النقاط والرصيد للعملاء لزيادة الولاء وتحفيز المبيعات",
  "StoreManagment": "إدارة المخزون",
  "Inventory and Warehouse Management": "إدارة المخزون والمستودعات: تتبع المخزون وتنظيم المستودعات بفعالية لزيادة الكفاءة إدارة المنتجات: تنظيم المنتجات وفقًا للفئات المختلفة لضمان سهولة الوصول إليها",
  "Purchasing and Supplier Management": "ادارة المشتريات والموردين",
  "Purchasing and Procurement Cycle": "المشتريات ودورة المشتريات: تنظيم عمليات الشراء وتحديث المخزون بناءً على احتياجات العمل إدارة الموردين: إدارة العلاقات مع الموردين لضمان التوريد الفعّال الأذون المخزنية والجرد: تتبع الأذون المخزنية وإجراء الجرد الدوري لضمان دقة المخزون",
  "Accounts Management": "إدارة الحسابات ",
  "Expense Management": "إدارة المصروفات: تتبع وتسجيل المصروفات اليومية بدقة لتجنب الهدر برنامج محاسبي متكامل: يوفر لك أدوات محاسبية متطورة لإدارة جميع حساباتك دليل الحسابات: تنظيم الحسابات وفقًا للأنشطة والعمليات الخاصة بشركتك إدارة الأصول: متابعة الأصول الثابتة وحساب قيمتها المتجددة مع مرور الوقت مراكز التكلفة: إدارة وتحليل مراكز التكلفة لتحسين عملياتك المالية",
  "Choose the package that suits you with": "اختار باقتك المناسبة مع",
  "Try the system free": "جرّب النظام مجانًا لمدّة 14 يومًا ، بدون إدخال بيانات الدفع. يمكنك الإلغاء بأي وقت وتوسيع خطتك مع تقدم أعمالك",
  "Basic Plan": "المبسطة",
  "Annually": "سنوياً",
  "Per User Annually": "لكل مستخدم سنوياً",
  "Monthly Base Fee": "رسوم اساسية شهرية",
  "Key Features": "اهم الخصائص",
  "Accounts": "الحسابات",
  "Bilingual User Interface": "واجهة مستخدم بلغتين (عربية و انجليزية)",
  "Email Support": "دعم عبر البريد الالكتوني",
  "Phone Support": "دعم عبر الهاتف",
  "Stores": "المخازن",
  "All basic features": "جميع الخصائص المبسطة",
  "Extended Plan": "الموسّعة",
  "Annual Sales Transaction": "عملية بيع سنوياً",
  "Multiple Currencies": "عملات متعددة",
  "Sales Order Management": "ادارة اوامر المبيعات",
  "Purchase Order Management": "ادارة اوامر الشراء",
  "Integration": "التكامل",
  "Optional Addons": "إضافات اختيارية",
  "Per Basic Point of Sale": "لكل نقطة بيع اساسية",
  "Per Additional Point of Sale": "لكل نقطة بيع اضافية",
  "Per Sales Manager": "لكل مسؤول بيع",
  "Advanced Plan": "المتقدمة",
  "All extended features": "جميع الخصائص الموسعة",
  "Unlimited Sales Transactions": "عمليات بيع غير محدودة",
  "Manufacturing": "التصنيع",
  "Fixed Assets": "الاصول الثايتة",
  "Business Intelligence Reports": "تقارير ذكاء الاعمال",
  "API Access": "الوصول الى واجهة برمجة التطبيقات",
  "Real time Alerts and Data": "تنبيهات وبيانات لحظية",
  "Trial Environment": "بيئة تجريبية",
  "Learn more details about Exceed packages": "اعرف تفاصيل اكتر عن باقات اكسيد",
  "UserPerYear": "مستخدم / سنة",
  "Additional User": "المستخدم الاضافي",
  "Number of HR Users": "عدد المستخدمين من الموارد البشرية",
  "BranchPerYear": "فرع / سنة",
  "Additional Branch": "الفرع الاضافي",
  "Number of Additional Branches": "عدد الفروع الاضافية",
  "AdditionalStore": "المستودع الاضافي",
  "StoresPerYear": "مستودع / سنة",
  "Number of Additional Stores": "عدد المستودعات الاضافية",
  "Purchase Tracking": "متابعة للشراء",
  "HowCould": "كيف قدر",
  "GainThousandTrust": "يكسب ثقة الاف الشركات ?",
  "TourismAndTransport": "إدارة السياحة والنقل والضيافة",
  "Transportation and Travel Management Program": "برنامج تنظيم رحلات النقل والمواصلات",
  "An application for managing travel and tourism offices": "تطبيق لإدارة مكاتب السفر والسياحة",
  "ReadMore": "قراءة المزيد",
  "ReadLess": "قراءة اقل",
  "Learn less details about Exceed packages": "اعرف تفاصيل اقل عن باقات اكسيد",
  "TotalPaymentAmount": "اجمالي المدفوعات"
}
