{
  "Home": "Home",
  "About Exceed": "About Exceed",
  "CallUs": "Call Us",
  "Work Fields": "Business Areas",
  "Packages": "Plans",
  "Contact Us": "Contact Us",
  "Exceed programs": "Exceed Solutions",
  "HomeTitle": "One system. Complete control. Faster growth.",
  "HomeDesc": "Exceed is not just an accounting system — it’s your partner in smart management. From the first invoice to the last report, all your operations — sales, purchases, inventory, accounts, customers, suppliers, and points of sale — are in one system that’s easy, fast, and cloud-based.",
  "ClientsNumber": "4.9/5 from 3,602 clients",
  "FatooraText": "Exceed is approved by the Fatoora platform as an electronic invoicing solutions provider.",
  "ZATCAAr": "Zakat, Tax and Customs Authority",
  "ZATCAEn": "هيئة الزكاة و الضريبة و الجمارك",
  "ZakatText": "Fully compliant with the requirements of the Zakat and Tax Authority (ZATCA)",
  "SatisfiedClient": "Satisfied Client",
  "Project": "Project",
  "MonthlyUser": "Monthly User",
  "MonthlyAccountingTransaction": "Monthly Accounting Transaction",
  "Fast technical support and flexible packages tailored to your project": "Fast technical support and flexible packages tailored to your project",
  "OurTeamRespondsQuickly": "Our team responds quickly and with high professionalism, via WhatsApp or direct call whenever you need. Our packages start ataffordable prices and suit all stages of your growth.",
  "SmartSimple": "A smart, simple, and fully cloud-based system",
  "ManagingSalesInventory": "Managing sales, inventory, and invoices has become easier – you can track everything from your mobile or computer. A clear Arabic interface, certified e-invoices, and reports that help you grow your business with confidence.",
  "Trust built on experience and data": "Trust built on experience and data",
  "Trust built on over": "Trust built on over 12 years of experience serving the Saudi market, understanding the needs of business owners across different fields. Thousands of clients trust us because we deliver real results and always provide reliable service.",
  "TryExceedSystem": "Try the Exceed system now.",
  "EnterFullName": "Enter your full name",
  "name": "Name",
  "Email": "Email",
  "EnterEmail": "Enter your email",
  "Phone": "Phone",
  "BusinessName": "Business Name",
  "EnterBusinessName": "Enter business name",
  "BusinessActivity": "Business Activity",
  "EnterBusinessActivity": "Enter business activity",
  "BusinessSize": "Business Size",
  "EnterBusinessSize": "Enter business size",
  "role in the business": "Role in the business",
  "Enter role in the business": "Enter role in the business",
  "Submit": "Submit",
  "Cloud": "Cloud",
  "Exceed": "Exceed",
  "ExceedCloudSystem": "The Exceed Cloud System gives you complete control over your business — without the need to install software or deal with technical complexities. All your operations — from accounting and sales to inventory — run smoothly on the cloud, with real-time updates and high-level security to protect your data. Exceed Cloud is your ideal choice if you’re looking for flexibility, speed, and advanced technology that serves you today and grows with you tomorrow.",
  "Seamless integration with other systems": "Seamless integration with other systems",
  "Automatic updates with no downtime": "Automatic updates with no downtime",
  "Enterprise-grade security": "Enterprise-grade security",
  "Access from anywhere": "Access from anywhere",
  "User friendly interface": "User-friendly interface",
  "Comprehensive management of all operations": "Comprehensive management of all operations",
  "System": "System",
  "Desktop": "Desktop",
  "ExceedDesktopText": "A fully integrated desktop system that helps you manage every aspect of your work, with an easy and clear user interface that gives you complete control over all administrative and financial operations — such as accounting, sales, inventory, employees, and more — directly from your computer. Ideal for businesses that prefer desktop solutions and require secure and highly reliable processing of large amounts of data.",
  "User friendly interface compatible": "User-friendly interface compatible with all desktop devices",
  "ComprehensiveManagement": "Comprehensive management of all administrative and financial operations with real-time reporting",
  "AccurateInsights": "Accurate insights to help you make quick decisions, with advanced security to ensure protection",
  "DataProtection": "Data protection with regular updates to ensure optimal performance",
  "Programs": "Programs",
  "Benefit from a comprehensive suite": "Benefit from a comprehensive suite of applications designed to manage your business, with the option to customize only the tools you need to suit your requirements and simplify your daily operations.",
  "POS": "Point of sale",
  "A smooth and integrated system": "A smooth and integrated system that supports sales, inventory, and loyalty operations, serving your branches and users from a single point with professionalism.",
  "General Accounting": "General Accounting",
  "Management of financial accounts": "Management of financial accounts, journal entries, assets, cost centers, and the chart of accounts, with real-time financial reports that facilitate decision-making.",
  "Sales": "Sales",
  "Manage e-invoicing and tax invoices": "Manage e-invoicing and tax invoices, points of sale, online store, sales targets and commissions, installments, and promotions — everything under your control in a unified and easy-to-use system.",
  "Customer Relationships": "Customer Relationships",
  "Customer management": "Customer management, appointment tracking, points and balances, memberships, and subscriptions — to enhance your customer experience and provide added value to them.",
  "Purchases and Suppliers Management": "Purchases and Suppliers Management",
  "Organizing the purchasing cycle": "Organizing the purchasing cycle, managing supplier relationships, and accurately tracking inventory to ensure product availability and supply efficiency.",
  "Inventory": "Inventory",
  "Tracking inventory and purchases": "Tracking inventory and purchases, managing suppliers and warehouses, performing stocktaking, organizing warehouse vouchers — all done automatically and flexibly.",
  "Diverse solutions offered by Company": "Diverse solutions offered by Exceed Company",
  "Advanced integration solutions": "Advanced integration solutions",
  "It connects your systems and various applications": "It connects your systems and various applications, allowing you to access all your data and apps from a single place.",
  "Software development services": "Software development services",
  "Customized to meet the needs of your business": "Customized to meet the needs of your business",
  "Pricing plans": "Pricing plans",
  "A summary of packages to grow": "A summary of packages to grow your business in any sector",
  "A summary of packages": "A summary of packages to grow your business in any sector",
  "simplified": "Simplified",
  "Learn more": "Learn more",
  "Ideal for small businesses": "Ideal for small businesses",
  "extended": "Extended",
  "An advanced package that gives you greater control": "An advanced package that gives you greater control and in-depth analytics to enhance the flexibility of managing your business. Enjoy comprehensive features for developing and improving business processes.",
  "Designed for growing businesses": "Designed for growing businesses seeking continuous improvement",
  "comprehensive": "Comprehensive",
  "A complete solution with advanced features": "A complete solution with advanced features tailored to the needs of medium and large companies. It ensures maximum efficiency and effectiveness in managing all aspects of your business.",
  "Best for multi branch companies and large teams": "Best for multi-branch companies and large teams",
  "CustomerReviews": "Customer Reviews",
  "Browse our valued customers reviews": "Browse our valued customers’ reviews",
  "The user interface is easy to use": "The user interface is easy to use, making transactions extremely simple — whether I’m making purchases or managing my diverse cryptocurrency portfolio.",
  "Company CEO": "Company CEO",
  "Information section": "Information section",
  "Our services": "Our services",
  "Our products": "Our products",
  "Download section": "Download section",
  "Policies": "Policies",
  "Privacy policy": "Privacy policy",
  "Who we are": "Who we are",
  "Copyrights": "Copyrights",
  "Terms of Use": "Terms of Use",
  "Support": "Support",
  "Technical support": "Technical support",
  "Contact us": "Contact us",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Subscribe to receive news": "Subscribe to receive news and product updates from the Exceed platform",
  "By clicking subscribe": "By clicking subscribe, we will send you our latest products and services.",
  "Address": "Address",
  "location": "Al-Narges 3042, Anas bin Malik Street Office No. 6 – Building No. 3",
  "Subscription": "Subscription",
  "AllRightsReserved": "All rights reserved to Exceed Platform 2025",
  "WelcomeTo": "Welcome To",
  "The perfect solution for all your needs": "The perfect solution for all your needs",
  "AboutHeaderText": "Exceed is an information systems company specializing in accounting and administrative software solutions. It began its journey in 2012 with strong and distinguished expertise from across the Arab world. Since its establishment, the company has gained the trust of many major enterprises, as well as public, private, and governmental sectors, and has been officially accredited by the Zakat, Tax, and Customs Authority. More than 3,000 leading entrepreneurs across various sectors have trusted us, as Exceed provides innovative and customized solutions that enable them to manage their businesses with professionalism and efficiency—while ensuring ease of use.",
  "Exceed is a comprehensive": "Exceed is a comprehensive accounting and administrative system accredited by the Zakat, Tax, and Customs Authority for implementing the electronic invoicing system in both the first and second phases. This ensures full compliance with local regulations and accurate, transparent management of all financial operations.",
  "A complete and secure cloud": "A complete and secure cloud solution: The Exceed Cloud system operates 24/7 on geographically distributed secure servers to ensure a 99.9% uptime. You can access your data anytime, from anywhere, and on any device or operating system — easily, quickly, and securely.",
  "High flexibility and customization": "High flexibility and customization to suit your business: Whether your activity is commercial or service-oriented, small or medium-sized, Exceed is fully customizable to match your business nature. It supports tax systems, multiple currencies, and local settings for Arab countries.",
  "the best ERP software in Saudi Arabia": "Exceed, the best ERP software in Saudi Arabia, has proudly been serving the Saudi market for over 13 years. We are an accredited partner in the Saudi electronic invoicing project and provide comprehensive accounting solutions in both its first and second phases. This reflects our commitment to delivering the best cloud-based accounting systems to our clients and achieving tangible results in improving accounting processes. Exceed’s Accounting and Inventory Management software is one of the strongest ERP systems in the Saudi market, featuring ease of use and support for both Arabic and English languages. We offer complete and precise solutions, including inventory management, to help you enhance accounting operations and boost your business efficiency. Additionally, the ERP system contributes to sustaining and growing your business confidently within the evolving Saudi business environment.",
  "Comprehensive Warehouse Management": "Comprehensive Warehouse Management: Exceed provides professional tools for managing inventory and warehouses, from stocktaking and tracking movements to direct integration with sales and purchases — all from a single location with a simple interface. By automating daily operations such as sales, point-of-sale, and inventory, Exceed helps reduce reliance on manual entries, lowers staffing costs, and minimizes human errors, directly enhancing operational efficiency and generating real financial savings.",
  "Enter your email address and start": "Enter your email address and start",
  "your journey with": "your journey with",
  "No spam just content": "No spam, just content that adds value to you",
  "SalesTeam": "Sales team",
  "Follow us and stay closer": "Follow us and stay closer",
  "Sectors": "Sectors",
  "Technology and Development Department": "Technology and Development Department",
  "Sales and Marketing Department": "Sales and Marketing Department",
  "Technical Support and Customer Service Department": "Technical Support and Customer Service Department",
  "Partnership and Distribution Department": "Partnership and Distribution Department",
  "Operations and Management Department": "Operations and Management Department",
  "Fields of work covered by": "Fields of work covered by",
  "Our specialized solutions meet": "Our specialized solutions meet the needs of a wide range of commercial and industrial sectors, with innovative management systems tailored for each type of business.",
  "Crafts Management Software": "Crafts Management Software",
  "Professional Services": "Professional Services",
  "Cleaning Services Company": "Cleaning Services Company Management Software – Technical Maintenance and Support Centers Management App – Laundry and Dry Cleaning Tracking System – Specialized Software for Air Conditioning Services, Installation, and Maintenance – Comprehensive Solution for Managing Furniture and Carpentry Workshops – Platform for Managing Heavy and Light Equipment Rental Companies – Co-Working Space Management Software – Specialized System for Electronic and PlayStation Gaming Centers",
  "Retail Solutions": "Retail Solutions",
  "and Point of Sale": "and Point of Sale",
  "Retail solutions text": "– Optical and Eyewear Store Management System – POS System for Computer and Electronics Stores – Perfume and Incense Shop Management Software – Mobile and Accessories Store Management System – Specialized Software for Auto Spare Parts Shops – Supply and General Trading Company Management System – Inventory and Ceramic Showroom Management Software – Integrated Application for Library and Stationery Management",
  "Management Systems": "Management Systems",
  "Business Services": "Business Services",
  "Smart Software for Law Firms": "Smart Software for Law Firms and Legal Consultancy Management – Dedicated Platform for Marketing and Digital Advertising Companies – Management Software for Consulting and Professional Firms – Monitoring System for Web Hosting and Online Service Companies – Accounting and Auditing Office Management Software – Sales and Distribution Management System for Pharmaceutical Companies – Management App for Professional Translation Offices and Centers – Platform for Managing Printing, Design, and Advertising Companies – Customized Solution for Managing Supply and Sales Institutions",
  "Healthcare and Medical Software": "Healthcare and Medical Software",
  "Sales and Distribution Software": "Sales and Distribution Software for Pharmaceutical and Medical Supplies Companies",
  "Pharmacy Management and Medication Software": "Pharmacy Management and Medication Software",
  "Shipping and Delivery Operations Management Software": "Shipping and Delivery Operations Management Software",
  "Logistics Services Management Systems": "Logistics Services Management Systems",
  "Fitness and Wellness Software": "Fitness and Wellness Software",
  "Beauty Center and Womens Hair Salon Management Software": "Beauty Center and Women's Hair Salon Management Software",
  "Automotive Sector Management Systems": "Automotive Sector Management Systems",
  "Car Maintenance Center Management": "Car Maintenance Center Management Software – Specialized System for Managing Car Dealerships – Auto Parts Store and Inventory Management Software",
  "technical support with Exceed": "24/7 technical support with",
  "If you have any inquiry": "If you have any inquiry, comment, or just want to say hello, we are here waiting for your message.",
  "Ready to grow your business": "Ready to grow your business? We’re here to help!",
  "Message": "Message",
  "EnterYourMessage": "Enter your message here...",
  "Mobile": "Mobile",
  "LocationDetails": "Abdullah Abdul Latif Al Othman Street, National Bank of United Arab Headquarters, 1st Floor, P.O. Box 22244, Hawalli, Saudi Arabia – Riyadh",
  "Location": "Location",
  "Send": "Send",
  "Stay in touch with us": "Stay in touch with us",
  "Still have questions": "Still have questions? Browse the following FAQs",
  "Can I try the Exceed system before subscribing": "Can I try the Exceed system before subscribing",
  "Weve provided a free trial": "Of course! We’ve provided a free trial period so you can explore the features yourself and make sure it suits your business.",
  "Can I choose only the programs I need": "Can I choose only the programs I need?",
  "The Exceed system is fully flexible": "Of course! The Exceed system is fully flexible — you can choose only the solutions that fit your business, whether it’s accounting, sales, inventory, or point of sale.",
  "difference between the monthly and annual": "What’s the difference between the monthly and annual subscription?",
  "Both options are available": "Both options are available, but the annual plan comes with discounts and exclusive features that save you more in the long run.",
  "Is there a team that can help": "Is there a team that can help me transfer my data from the old system to the Exceed system?",
  "the support team will guide you": "Yes, the support team will guide you step by step to ensure a smooth transition without losing any data.",
  "Can I use the system from my mobile phone": "Can I use the system from my mobile phone?",
  "We have a mobile app that works": "Yes, absolutely! We have a mobile app that works on all devices, allowing you to manage your business from anywhere.",
  "Do the point-of-sale systems integrate": "Do the point-of-sale systems integrate with the accounting system?",
  "The point-of-sale system in Exceed": "100%! The point-of-sale system in Exceed is directly integrated with accounting, inventory, and sales to provide you with a seamless management experience.",
  "What does technical support include": "What does technical support include?",
  "Continuous technical support": "Continuous technical support via WhatsApp, phone, and email. We re with you from day one and beyond your subscription.",
  "Is Exceed compliant with the Zakat and Tax Authority": "Is Exceed compliant with the Zakat and Tax Authority requirements?",
  "our system fully complies with the electronic": "Yes, our system fully complies with the electronic invoicing requirements of both Phase 1 and Phase 2, as well as the Fatoora platform.",
  "Does it require a download": "Does it require a download, or does it work on a browser?",
  "two options": "You have two options:",
  "Cloud version": "Cloud version: works from any browser without download.",
  "Desktop version": "Desktop version: requires installation on your device and works offline.",
  "Exceed accounting system": "Exceed accounting system is the perfect solution to manage your business professionally — from sales to accounting — all within one unified system that offers you a unique experience.",
  "Smooth and fast operation": "Smooth and fast operation: A flexible and easy-to-use system for a seamless sales experience.Integration with invoices and inventory: Every sale is instantly reflected in invoices and stock.Professional customer experience: Supports discounts, promotions, and loyalty programs directly from the point of sale.Multi-branch and multi-user: Supports multiple points of sale with centralized management for all branches.",
  "SalesManagment": "Sales Managment",
  "Invoices and Quotations": "Invoices and Quotations: Generate accurate invoices and create quotations tailored to your business needs.Targeted Sales and Commissions: Set goals, track performance, and calculate commissions precisely.Saudi e-Invoicing: Fully compliant with ZATCA regulations for effortless electronic invoice generation.",
  "Customer Management": "Customer Management",
  "Organize customer data": "Customer Management: Organize customer data and track their interactions with your business.Customer Follow-up: Monitor customer status accurately to ensure continuous satisfaction.Points and Balances: Manage customer loyalty points and balances to boost loyalty and drive sales.",
  "StoreManagment": "Store Managment",
  "Inventory and Warehouse Management": "Inventory and Warehouse Management: Track inventory and organize warehouses efficiently to increase productivity.Product Management: Organize products by categories to ensure easy access.",
  "Purchasing and Supplier Management": "Purchasing and Supplier Management",
  "Purchasing and Procurement Cycle": "Purchasing and Procurement Cycle: Organize purchasing processes and update inventory based on business needs.Supplier Management: Manage relationships with suppliers to ensure efficient supply.Stock Vouchers and Inventory: Track stock vouchers and perform periodic inventory checks to ensure accuracy.",
  "Accounts Management": "Accounts Management",
  "Expense Management": "Expense Management: Track and record daily expenses accurately to avoid wastage.Comprehensive Accounting Software: Provides advanced accounting tools to manage all your accounts.Chart of Accounts: Organize accounts according to your company’s activities and operations.Asset Management: Monitor fixed assets and calculate their depreciated value over time.Cost Centers: Manage and analyze cost centers to optimize your financial operations.",
  "Choose the package that suits you with": "Choose the package that suits you with",
  "Try the system free": "Try the system free for 14 days, no payment information required. You can cancel anytime and upgrade your plan as your business grows.",
  "Basic Plan": "Basic Plan",
  "Annually": "Annually",
  "Per User Annually": "Per User Annually",
  "Monthly Base Fee": "Monthly Base Fee",
  "Key Features": "Key Features",
  "Accounts": "Accounts",
  "Bilingual User Interface": "Bilingual User Interface (Arabic & English)",
  "Phone Support": "Phone Support",
  "All basic features": "All basic features",
  "Extended Plan": "Extended Plan",
  "Annual Sales Transaction": "Annual Sales Transaction",
  "Multiple Currencies": "Multiple Currencies",
  "Sales Order Management": "Sales Order Management",
  "Purchase Order Management": "Purchase Order Management",
  "Integration": "Integration",
  "Optional Addons": "Optional Add-ons",
  "Per Basic Point of Sale": "Per Basic Point of Sale",
  "Per Additional Point of Sale": "Per Additional Point of Sale",
  "Per Sales Manager": "Per Sales Manager",
  "Advanced Plan": "Advanced Plan",
  "All extended features": "All extended features",
  "Unlimited Sales Transactions": "Unlimited Sales Transactions",
  "Manufacturing": "Manufacturing",
  "Fixed Assets": "Fixed Assets",
  "Business Intelligence Reports": "Business Intelligence Reports",
  "API Access": "API Access",
  "Real time Alerts and Data": "Real time Alerts and Data",
  "Trial Environment": "Trial Environment",
  "Learn more details about Exceed packages": "Learn more details about Exceed packages",
  "UserPerYear": "User per year",
  "Additional User": "Additional User",
  "Number of HR Users": "Number of HR Users",
  "BranchPerYear": "Branch per year",
  "Additional Branch": "Additional Branch",
  "Number of Additional Branches": "Number of additional branches",
  "AdditionalStore": "Additional store",
  "StoresPerYear": "Store / Year",
  "Number of Additional Stores": "Number of Additional Stores",
  "Purchase Tracking": "Purchase Tracking",
  "HowCould": "How could",
  "GainThousandTrust": "Gain thousands of company trust",
  "TourismAndTransport": "Tourism, Transport, and Hospitality Management",
  "Transportation and Travel Management Program": "Transportation and Travel Management Program",
  "An application for managing travel and tourism offices": "An application for managing travel and tourism offices",
  "ReadMore": "Read More",
  "ReadLess": "Read Less"
}
